source.org
#+title: @aseltmann
#+author: Alva Seltmann
#+setupfile: setupfile.org
#+hugo_base_dir: ./aseltmann.github.io-hugo
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib
# #+bibliography: cite/books.bib

* Homepage
:PROPERTIES:
:EXPORT_HUGO_SECTION:
:EXPORT_HUGO_TYPE: "docs"
:EXPORT_FILE_NAME: _index.en.md
:EXPORT_HUGO_MENU: :menu "main"
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :link-citations true
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :BookComments false
:END:

** Hi, I'm Alva

I am a researcher and physician, currently working with Marie von
Lilienfeld-Toal at the [[https://news.rub.de/leute/2023-07-07-medizin-willst-du-mich-behandeln-musst-du-wissen-wer-ich-bin][Institute for Diversity Medicine]] at Ruhr University
Bochum, formerly at the [[http://www.biophysical-imaging.com][Biophysical Imaging Lab]] of Christian Eggeling in Jena.

** Contact

You can get in contact with me by sending an email to =alva.seltmann (at) rub
(dot) de=. You can also find me on [[https://github.com/aseltmann][Github]].

