aseltmann.github.io-hugo/content/_index.en.md
+++
title = "Homepage"
author = ["Alva Seltmann"]
lastmod = 2025-02-09T19:36:19+01:00
type = """
  "docs"
  """
draft = false
creator = "Emacs 29.4 (Org mode 9.7.11 + ox-hugo)"
BookComments = false
[menu]
  [menu.main]
    weight = 1001
    identifier = "homepage"
+++

## Hi, I'm Alva {#hi-i-m-alva}

I am a researcher and physician, currently working with Marie von
Lilienfeld-Toal at the [Institute for Diversity Medicine](https://news.rub.de/leute/2023-07-07-medizin-willst-du-mich-behandeln-musst-du-wissen-wer-ich-bin) at Ruhr University
Bochum, formerly at the [Biophysical Imaging Lab](http://www.biophysical-imaging.com) of Christian Eggeling in Jena.


## Contact {#contact}

You can get in contact with me by sending an email to `alva.seltmann (at) rub
(dot) de`. You can also find me on [Github](https://github.com/aseltmann).
